{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"XoAyhKIQsCDwwDFzC900Fg","review_id":"JKKOdV419lhpumP-rDk1Eg","stars":4,"date":"2009-01-15","text":"Come here early or all the yummy croissants will be GONE...my faves are the apricot, apple, chocolate or the original plain croissant.  Lots of mousse cakes and pastries too that are absolutely divine.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":1,"useful":1,"cool":1},"user_id":"gAgBbUOQSivlCPl-ujvsug","review_id":"BZaiEGx-yxW2QIX_fzhu4g","stars":5,"date":"2009-10-03","text":"Why, why, why is Au Pain Dore on my way home?! Baguettes, sliced sandwich bread, croissants... and wheat products galore. I'm considering going on a bread and butter diet.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"gYaOcSP6iCVoQMMV2flaSQ","review_id":"LEdDIxHVXxU4ImW7CpYIyQ","stars":5,"date":"2010-02-20","text":"Wonderful pastries and viennoisseries.  Fresh and authentic French!  One of the best is the Amandine, kind of like a slice of almond croissant bread pudding.  I remembered biting into it and saying, \"Oh my God\".  It was so fresh and soft and doughy and delicious.  I highly recommend stopping at any one of their patisseries, just to buy that.  Go to the one at Jean Talon marche, if you are planning on going there.  Don't forget Premiere Moisson boulangerie while you are there, also.  Forget about the carbs and enjoy yourself. You won't find pastries and breads like this in the United States.  Otherwise, you have to go to France.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"_66cyzcbaevoir7hIkcuHQ","review_id":"UKEIc2H00EugDuM7-UvOgg","stars":4,"date":"2011-03-12","text":"A bit pricy but I love the variety.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":1,"cool":1},"user_id":"xCIPBdgof1xuCT80gXpkqg","review_id":"AQNyJpl6madx_WKSGoDTWA","stars":5,"date":"2012-03-06","text":"They have been providing our baguettes for my french bistro, and it is the best.  Nice and crusty on the outside but not dry, then perfect on the inside.\n\nOther cool things to buy here are the mini chocolate croissants, the almond croissants and the occasional sandwich ,I usually get the duck rillette on baguettes, with cornichon...mmmmmm good\n\nPrices are fair, but not cheap","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"NwwyfANxYkjK6q54qhGV_g","review_id":"MMQWWa0DkNF-VNZkIFSyTg","stars":1,"date":"2013-01-18","text":"Seriously, how did this place get four stars? I just walked in and they have absolutely nothing on the shelves at 5 PM on a Friday night. Not even one baguette on the shelf! They should give me the $.50 I put in the meter to walk in there.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"XJw5nCUffIhI23fqgSYUVg","review_id":"bjNj48EllS12iKcRDFKh9g","stars":5,"date":"2013-07-30","text":"We stopped here on our last morning in Montreal and wish we had tried this place earlier in our visit! We sampled four different flavors of croissant and they were all amazing. I had never seen a multi-grain croissant before, but they make them and they're great The coffee was delicious and the staff were all very friendly and helpful. They have a huge variety of pastries and their sandwiches looked delicious. We will definitely return on our next trip to Montreal!","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
{"votes":{"funny":0,"useful":0,"cool":0},"user_id":"wFhsJPA_OCMRYgEGuRfSIQ","review_id":"w0QxVyKJIk-lBxX2B2Vf1g","stars":4,"date":"2013-10-24","text":"Very much enjoyed the croissant and apple fritter my wife and I shared. Add in a bottle of apple juice and it cost just over $6.00. The bakery had a wide selection of other pastries, tarts, sandwiches and bagels. Warm atmosphere and very friendly and attentive service.","type":"review","business_id":"lixWKT2QLl46QQwsUVzqsw"}
